Repository: tompos2/rcno-reviews
Catalog: languages/rcno-reviews-*.po
Languages: hu_hu

source: Book Cover
hu_hu: Könyvborító

source: Purchase Links
hu_hu: Vásárlási linkek

source: Book Description/Synopsis
hu_hu: Könyvleírás / összefoglaló

source: General Information
hu_hu: Általános információ

source: ISBN Number
hu_hu: ISBN szám

source: 5 Star Rating
hu_hu: 5 csillagos minősítés

source: Review Score
hu_hu: Értékelés pontszáma

source: Progress updated
hu_hu: Frissítve

source: Error
hu_hu: Hiba

source: Currently Reading
hu_hu: Jelenleg olvasás alatt

source: Security nonce is invalid or not set
hu_hu: A biztonsági nonce (egyszeri érték) érvénytelen vagy nincs beállítva

source: Your settings have been reset, please reload the page to see them.
hu_hu: A beállításokat alaphelyzetbe állította, kérjük, töltse újra az oldalt, hogy megtekinthesse őket.

source: New %1$s
hu_hu: Új %1$s

source: Add New %1$s
hu_hu: Új %1$s hozzáadása

source: Edit %1$s
hu_hu: %1$s szerkesztése

source: No %1$s Found
hu_hu: %1$s nem található

source: No %1$s Found in Trash
hu_hu: %1$s nem található a kukában

source: Parent %1$s :
hu_hu: Szülő %1$s :

source: Search %1$s
hu_hu: %1$s keresése

source: View %1$s
hu_hu: %1$s megtekintése

source: Author
hu_hu: Szerző

source: Add or remove %1$s
hu_hu: %1$s hozzáadása vagy eltávolítása

source: Choose from most used %1$s
hu_hu: Válasszon a leggyakrabban használt %1$s közül

source: New %1$s Name
hu_hu: Új %1$s név

source: Parent %1$s
hu_hu: Szülő %1$s

source: Popular %1$s
hu_hu: Népszerű %1$s

source: Separate %1$s with commas
hu_hu: Válassza el a(z) %1$s-ket vesszővel

source: Update %1$s
hu_hu: %1$s frissítése

source: Things to remember when adding or editing a book review:
hu_hu: A könyvajánló hozzáadásakor vagy szerkesztésénél megjegyezendő dolgok:

source: Specify the correct genre such as Mystery, or Historic.
hu_hu: Adja meg a megfelelő műfajt, mint például "kaland" vagy "történelmi".

source: Specify the correct writer of the book review. Remember that the Author module refers to you, the author of this book review.
hu_hu: Adja meg a könyvajánló helyes íróját. Ne feledje, hogy a Szerző modul Önre hivatkozik, a könyvajánló szerzőjére

source: If you want to schedule the book review to be published in the future:
hu_hu: Ha azt szeretné, hogy valamikor a jövőben automatikusan közzé legyen téve a könyvajánló

source: Under the Publish module, click on the Edit link next to Publish.
hu_hu: A Közzététel modul alatt kattintson a Közzététel melletti Szerkesztés hivatkozásra.

source: Change the date to the date to actual publish this article, then click on Ok.
hu_hu: Módosítsa a dátumot a tényleges közzététel dátumára, majd kattintson az OK gombra

source: For more information:
hu_hu: További információért:

source: Support Forums
hu_hu: Támogatási fórumok

source: This is the help screen displaying the table of book reviews you have created.
hu_hu: Ez a súgó képernyő, amely megjeleníti a létrehozott könyvajánlók listáját.

source: Book Cover LG
hu_hu: Nagyméretű könyvborító

source: Book Cover SM
hu_hu: Kisméretű könyvborító

source: Recencio Book Reviews
hu_hu: Recencio Könyvajánlók

source: Reviews
hu_hu: Vélemények

source: Settings
hu_hu: Beállítások

source: Cover
hu_hu: Borító

source: Review updated.
hu_hu: A könyvajánló frissítve.

source: Custom field updated.
hu_hu: Egyéni mező frissítve.

source: Custom field deleted.
hu_hu: Egyéni mező törölve.

source: Review restored to revision from
hu_hu: Könyvajánló visszaállítva az alábbi verzióra:

source: Review published.
hu_hu: Könyvajánló közzétéve

source: Review saved.
hu_hu: Könyvajánló mentve

source: Review submitted.
hu_hu: Könyvajánló beküldve

source: Review scheduled for:
hu_hu: Könyvajánló ütemezve az alábbi időre:

source: Review draft updated.
hu_hu: Könyvajánló piszkozat frissítve

source: View review
hu_hu: Könyvajánló megtekintése

source: Preview review
hu_hu: Könyvajánló előnézete

source: When you leave a review on this site, we will store your provided name, email address, IP address, review text and review rating to our website. Example.com may chose to share your review text, review rating and name with Google for the express purpose of enabling Structured Data markup for our reviews on their search result pages.
hu_hu: Ha könyvajánlót ír az oldalon, akkor tároljuk a megadott nevét, e-mail címét, IP-címét, \ t n A(z) example.com úgy dönthet, hogy megosztja szövegét, értékelését és a nevét a Google-val, hogy lehetővé tegye a könyvajánlóink megjelenítését eredményoldalain.

source: Recencio Book Reviews Plugin
hu_hu: Recencio könyvajánló kiegészítő

source: The callback function used for <strong>%s</strong> setting is missing.
hu_hu: A(z) %s beállításaihoz használt callback funkció hiányzik.

source: Options for <strong>%s</strong> multicheck is missing.
hu_hu: Hiányoznak a beállítások a(z) %s ellenőrzéséhez.

source: Options for <strong>%s</strong> radio is missing.
hu_hu: Hiányoznak a beállítások a(z) %s rádiógombhoz.

source: Download File
hu_hu: Fájl letöltése

source: Settings updated.
hu_hu: Beállítások frissítve.

source: General
hu_hu: Általános

source: Taxonomies
hu_hu: Taxonómiák

source: Components
hu_hu: Elemek

source: Extras
hu_hu: Extrák

source: Templates
hu_hu: Sablonok

source: Advanced
hu_hu: Speciális beállítások

source: General Settings
hu_hu: Általános beállítások

source: Book reviews will be available at:
hu_hu: A könyvajánlók itt elérhetők :

source: Please only use only 1 lower-case word
hu_hu: Csak 1 kisbetűs szót használjon

source: 404 errors
hu_hu: 404 hiba

source: If you've set up everything correctly here but now WordPress is giving you an 404 (not found) error, try flushing your permalink settings. Visit Settings -> Permalinks and just save without changing anything.
hu_hu: Ha mindent helyesen állított be, de a WordPress 404-es (nem található) hibát ad, próbálkozzon a permalink beállításainak frissítésével. Látogasson el a Beállítások -> Permalinkek elemre, és minden változtatás nélkül mentsen.

source: Reviews on homepage?
hu_hu: Könyvajánlók a kezdőlapon?

source: Should book reviews be shown on homepage?
hu_hu: Megjelenjenek a könyvajánlók a kezdőlapon?

source: Reviews in RSS?
hu_hu: Könyvajánlók az RSS-ben?

source: Should book reviews be shown in the RSS feed.?
hu_hu: Megjelenjenek a könyvajánlók az RSS-feed-ben?

source: Reviews in REST API?
hu_hu: Könyvajánlók a REST API-ban?

source: Enables basic support for reviews in the WordPress REST API.
hu_hu: Lehetővé teszi a könyvajánlók alap támogatását a WordPress REST API-ban.

source: Reviews archive page
hu_hu: Könyvajánlók archív oldala

source: Show full content or excerpt on archive pages.
hu_hu: Teljes tartalmat vagy kivonatot jelenít meg az archív oldalakon.

source: The entire book review
hu_hu: A teljes könyvajánló

source: Only excerpt of the review
hu_hu: Csak könyvajánló kivonat

source: Review Taxonomies
hu_hu: Könyvajánló taxonómia

source: Taxonomy Selection
hu_hu: Taxonómia kiválasztása

source: Create and delete book review taxonomies here.
hu_hu: A könyvajánló taxonómiák létrehozása és törlése itt.

source: Builtin Taxonomies
hu_hu: Beépített taxonómiák

source: Default WP Taxonomy
hu_hu: Alapértelmezett WP-taxonómia

source: Enable the builtin 'category' and 'tags' taxonomies.
hu_hu: Beépített 'kategória' és 'címke' (tag) taxonómiák engedélyezése.

source: Book Review Components
hu_hu: Könyvajánló elemek

source: ISBN number
hu_hu: ISBN-szám

source: Show the ISBN field for book reviews?
hu_hu: Megjeleníti az ISBN-mezőt a könyvajánlóknál?

source: ISBN13 number
hu_hu: ISBN13 szám

source: Show the ISBN13 field for book reviews?
hu_hu: Megjeleníti az ISBN13 mezőt a könyvajánlóknál?

source: ASIN number
hu_hu: ASIN szám

source: Show the ASIN field for book reviews?
hu_hu: Megjeleníti az ASIN mezőt a könyvajánlókhoz?

source: Goodreads ID
hu_hu: Goodreads azonosító

source: Show the Goodreads book ID field for book reviews?
hu_hu: Megjeleníti a Goodreads könyv-azonosítót a könyvajánlóknál?

source: Book URL
hu_hu: Könyv URL

source: Show the book's URL field for book reviews?
hu_hu: Megjeleníti a könyv URL-mezőjét a könyvajánlóknál?

source: Illustrator
hu_hu: Illusztrátor

source: Show the book's illustrator for reviews?
hu_hu: Megjeleníti a könyv illusztrátorát a könyvajánlóknál?

source: Published Date
hu_hu: Kiadás dátuma

source: Show the book's published date for reviews?
hu_hu: Megjeleníti a könyv kiadásának dátumát?

source: Published Format
hu_hu: Kiadás formátuma

source: Show the book's published format for reviews?
hu_hu: Megjeleníti a könyv kiadásának formátumát a könyvajánlóknál?

source: Published Edition
hu_hu: Megjelent kiadás

source: Show the book's published edition for reviews?
hu_hu: Megjeleníti a megjelent kiadást a könyvajánlóknál?

source: Series Number
hu_hu: Sorszám

source: Show the book's number in the series for reviews?
hu_hu: Megjeleníti a könyv sorszámát a sorozatban a könyvajánlóknál?

source: Page Count
hu_hu: Oldalszám

source: Show the book's page count for reviews?
hu_hu: Megjeleníti a könyv oldalszámát a könyvajánlóknál?

source: Goodreads Rating
hu_hu: Goodreads értékelés

source: Show the book's Goodreads rating for reviews?
hu_hu: Megjeleníti a könyv Goodreads értékelését a könyvajánlóknál?

source: Book Cover Custom URL
hu_hu: Könyvborító egyéni URL

source: Show the custom book cover URL field?
hu_hu: Megjeleníti az egyéni könyvborító URL-mezőjét?

source: Book Purchase Links
hu_hu: Könyvvásárlási linkek

source: Enable Purchase Links
hu_hu: Könyvvásárlási linkek engedélyezése

source: Enable the use of book purchase links
hu_hu: A könyvvásárlási linkek használatának engedélyezése

source: Links Label
hu_hu: Linkek címke

source: Enter the label shown before purchase links.
hu_hu: Adja meg a vásárlási linkek előtt megjelenített címkét.

source: Store/Shop
hu_hu: Könyvesbolt

source: Enter the name of stores to purchase books from.
hu_hu: Adja meg az üzletek nevét, ahonnan könyveket vásárolhat.

source: Text Color
hu_hu: Szöveg szín

source: Text color for the purchase button.
hu_hu: A vásárlás gombjának színe.

source: Background Color
hu_hu: Háttérszín

source: Background color for the purchase button.
hu_hu: A vásárlási gomb háttérszíne.

source: Book 5 Star Rating Box
hu_hu: Könyv 5 csillagos minősítésének mezője

source: Enable the 5 star rating box?
hu_hu: Engedélyezi az 5 csillagos minősítés mezőt?

source: Star Rating Color
hu_hu: Csillagos minősítés színe

source: The color of the 5 star rating.
hu_hu: Az 5 csillagos minősítés színe.

source: Star Background Color
hu_hu: Csillag háttérszín

source: Background color for the 5 star rating. (Delete existing value for transparent background)
hu_hu: Az 5 csillagos minősítés háttérszíne. (Az átlátszó háttér meglévő értékének törlése)

source: Book Review Score Box
hu_hu: Könyvajánló pontszám mező

source: Review Score Box
hu_hu: Könyvajánló pontszám mező

source: Enable the review score box?
hu_hu: Engedélyezi a könyvajánló pontszám mezőt?

source: Background Color for the review score box?
hu_hu: Könyvajánló pontszám mező háttérszíne?

source: Accent Color 1
hu_hu: Kiemelő (accent) szín 1

source: The first accent color for the review score box?
hu_hu: Az első kiemelő (accent) szín a pontszám mezőhöz?

source: Accent Color 2
hu_hu: Kiemelő szín 2

source: The second accent color for the review score box?
hu_hu: A második kiemelő (accent) szín a pontszám mezőhöz?

source: Reader Comment Rating
hu_hu: Olvasói hozzászólások értékelése

source: Comment Ratings
hu_hu: Hozzászólások értékelése

source: Enable reader submitted ratings in the comment form
hu_hu: Az olvasók által beküldött értékelékelések engedélyezése a hozzászólások űrlapon

source: Rating Label
hu_hu: Értékelések címke

source: Enter the label before the comment 5 star rating field
hu_hu: Írja be a hozzászólások 5 csillagos értékelése előtt megjelenő címkét

source: Rate this review:
hu_hu: Értékelje ezt az könyvajánlót:

source: Comment Star Color
hu_hu: Hozzászólás csillag színe

source: Background color for the reader comment 5 star rating
hu_hu: Háttérszín az olvasói komment 5 csillagos értékeléshez

source: Book Review Widgets
hu_hu: Könyv értékelés widgetek

source: Book Slider
hu_hu: Könyv csúszka

source: Use the Rcno Book Slider widget?
hu_hu: Használja az Rcno Könyv Nézegető (Slider) widgetet?

source: Book Grid
hu_hu: Könyv Rács

source: Use the Rcno Book Grid widget?
hu_hu: Használja az Rcno Könyv Rács widgetet?

source: Recent Reviews
hu_hu: Legutóbbi könyvajánlók

source: Use the Rcno Recent Reviews widget?
hu_hu: Használja az Rcno Legutóbbi Könyvajánlók widgetet?

source: Tag Cloud
hu_hu: Címkefelhő

source: Use the Rcno Tag Cloud widget?
hu_hu: Használja az Címkefelhő widgetet?

source: Taxonomy List
hu_hu: Taxonómia lista

source: Use the Rcno Taxonomy List widget?
hu_hu: Használja az Rcno Taxonómia Lista widgetet?

source: Use the Rcno Currently Reading widget?
hu_hu: Használja az Rcno Jelenleg Olvasott widgetet?

source: Review Calendar
hu_hu: Könyvajánló Naptá

source: Use the Rcno Review Calendar widget?
hu_hu: Használja az Rcno Könyvajánló Naptár widgetet?

source: Index Pages
hu_hu: Indexoldalak

source: Navigation headers
hu_hu: Navigációs fejlécek

source: Display navigation header on index page?
hu_hu: Megjeleníti a navigációs fejlécet az indexoldalon?

source: Book covers
hu_hu: Könyvborítók

source: Book covers on review index page?
hu_hu: Könyvborítók a felülvizsgálati indexoldalon?

source: Ignore articles
hu_hu: Cikkek figyelmen kívül hagyása

source: Ignore articles when sorting titles. (e.g. "The", "A", "An")
hu_hu: A cikkek rendezése során figyelmen kívül hagyja a cikkeket. (pl. "A", "Az", "Egy")

source: Article List
hu_hu: Cikklista

source: The list of articles to ignore in your language
hu_hu: Az Ön nyelvén figyelmen kívül hagyandó cikkek listája

source: Sort author names
hu_hu: A szerzők neveinek rendezése

source: Sort names by first-name or last-name
hu_hu: Nevek rendezése keresztnév vagy vezetéknév szerint

source: LastName, FirstName
hu_hu: Vezetéknév, Keresztnév

source: FirstName LastName
hu_hu: Keresztnév Vezetéknév

source: Review Templates
hu_hu: Könyvajánló sablonok

source: Book review template
hu_hu: Könyvajánló sablon

source: Select how you want your book reviews to look.
hu_hu: Válassza ki, hogyan szeretné megjeleníteni a könyvajánlókat.

source: Default Book Cover
hu_hu: Alapértelmezett könyvborító

source: The default image to use when a book cover isn't uploaded
hu_hu: Az alapértelmezett kép, ha nincs könyvborító feltöltve

source: Read more text
hu_hu: További szöveg olvasása

source: The review excerpt 'Read more' tag.
hu_hu: A könyvajánló kivonat "Tovább..." címke.

source: Review excerpt word count
hu_hu: Könyvajánló kivonat szavak szám

source: Embedded Review Links
hu_hu: Beágyazott könyvajánló hivatkozások

source: Enable clickable title links on embedded book reviews.
hu_hu: A beágyazott könyvleírásokban kattintható linkek engedélyezése.

source: Book Detail Items
hu_hu: Részletek a könyvről

source: Book details that should appear in book reviews. You also rearrange their order here
hu_hu: Részletek, amiknek meg kell jelenniük a könyvajánlókban. Itt rendezheti a sorrendjüket.

source: Reviews Custom Styling
hu_hu: Könyvajánlók egyéni stílus

source: Custom styles
hu_hu: Egyéni stílusok

source: Add your custom CSS here to fine-tune the look of your book reviews
hu_hu: Itt adhatja hozzá az egyéni CSS-t, hogy finomítsa a könyvleírások megjelenését

source: Book APIs
hu_hu: Könyv API-k

source: External Book API
hu_hu: Külső könyv API

source: Select which 3rd party API is used to fetch book data.<br />The corresponding option must also be enabled below.
hu_hu: Válassza ki, hogy melyik külső API-t használja a könyvadatok letöltéséhez. A megfelelő opciót lejjebb is engedélyeznie kell.

source: None
hu_hu: Nincs

source: Google Books® API
hu_hu: Google Könyvek® API

source: Google Books® Settings
hu_hu: A Google Könyvek® beállítások

source: Enable Google Books®
hu_hu: A Google Könyvek engedélyezése

source: Enable the external Google Books® API access.
hu_hu: A külső Google Books® API hozzáférés engedélyezése.

source: Google Books® API Key
hu_hu: Google Könyvek® API kulcs

source: Available at:
hu_hu: Elérhető:

source: Goodreads® Settings
hu_hu: Goodreads® beállítások

source: Enable Goodreads®
hu_hu: A Goodreads® engedélyezése

source: Enable the external Goodreads® API access.
hu_hu: A külső Goodreads® API hozzáférés engedélyezése.

source: Goodreads® API Key
hu_hu: Goodreads® API kulcs

source: Goodreads® API Secret
hu_hu: Goodreads® API titok

source: JSON-LD Schemas
hu_hu: JSON-LD sémák

source: Disable Review Schema
hu_hu: Könyvajánló séma letiltása

source: Disable the output of the review JSON-LD schema markup
hu_hu: Tiltsa le a JSON-LD kimenet keszítését a könyvajánlókból

source: Disable Book Schema
hu_hu: A Könyvséma letiltása

source: Disable the output of the book JSON-LD schema markup
hu_hu: Tiltsa le a JSON-LD kimenet keszítését a könyvekből

source: Uncountable Words
hu_hu: Megszámlálhatatlan szó

source: Word List
hu_hu: Szólista

source: Create a list of words that have no plural or singular form e.g. "sheep, fish"
hu_hu: Készítsen listát azokról a szavakról, amelyeknek nincs többes vagy egyes száma, pl.

source: Disable Pluralization
hu_hu: A pluralizálás letiltása

source: Disable the automatic pluralization of words used in the settings
hu_hu: Tiltsa le a beállításokban használt szavak automatikus pluralizálását

source: Import/Export Settings
hu_hu: Import / Export beállítások

source: Import Settings
hu_hu: Beállítások importálása

source: Import your previously saved plugin settings.
hu_hu: Importálja a korábban mentett bővítmény beállításait.

source: Export Settings
hu_hu: Beállítások exportálása

source: Save the plugin settings to a file on your computer.
hu_hu: Mentse a plugin beállításait egy számítógépen lévő fájlba.

source: Label
hu_hu: Címke

source: Place the label of the
hu_hu: Helyezze a ( ) címkéjét

source: Place the slug of the
hu_hu: Helyezze a csúszkát a

source: Hierarchical
hu_hu: hierachikus

source: Is this custom taxonomy hierarchical?
hu_hu: Az egyedi taxonómia hierarchikus

source: Show in table
hu_hu: Mutassa táblázatban

source: Show this custom taxonomy on the admin table
hu_hu: Mutassa meg ezt az egyéni taxonómiát az admin táblázatban

source: Please enter 2 or more lower-case characters.
hu_hu: Kérjük, adjon meg 2 vagy több kisbetűt.

source: Author's URL
hu_hu: A szerző URL-címe

source: Please provide a link pointing to the author's official website or fan page.
hu_hu: Kérjük, adjon meg egy linket, amely a szerző hivatalos honlapjára vagy rajongói oldalára mutat.

source: Custom URL
hu_hu: Egyéni URL

source: Add Book Cover
hu_hu: Könyvborító hozzáadása

source: Remove Book Cover
hu_hu: Könyvborító eltávolítása

source: Book Title
hu_hu: Könyvcím

source: Book Author
hu_hu: Könyv szerzője

source: Currently on page
hu_hu: Jelenleg az oldalon

source: Comment on progress
hu_hu: Megjegyzés a haladásról

source: Update Progress
hu_hu: Frissítés folyamata

source: Finished
hu_hu: Befejezett

source: Title
hu_hu: Cím

source: Publication Date
hu_hu: Kiadás dátuma

source: Publication Format
hu_hu: Kiadás formátuma

source: Edition
hu_hu: Kiadás

source: GoodReads ID
hu_hu: GoodReads azonosító

source: Average
hu_hu: Átlagos

source: Insert book review listing
hu_hu: Könyvajánló lista beszúrása

source: Embed taxonomy index
hu_hu: A taxonómia index beágyazása

source: Taxonomy
hu_hu: taxonómia

source: Embed book review index
hu_hu: Könyvajánló index beágyazása

source: Embed book review grid
hu_hu: Könyvajánló rács beágyazása

source: Embed sortable book review grid
hu_hu: A rendezhető könyvajánló-rács beágyazása

source: Cancel
hu_hu: Törlés

source: Insert
hu_hu: Beillesztés

source: Insert book review
hu_hu: Könyvajánló beillesztése

source: Close
hu_hu: Bezárás

source: Choose the review you want to include from the list below or search for it.
hu_hu: Válassza ki azt a könyvajánlót, amelyet az alábbi listából szeretne felvenni, vagy keresse meg.

source: Search
hu_hu: Keresés

source: No search term specified. Showing recent items.
hu_hu: Nincs megadva keresési kifejezés. Legutóbbi elemek megjelenítése.

source: Search or use up and down arrow keys to select an item.
hu_hu: Keressen vagy használja a fel és le nyílbillentyűket az elem kiválasztásához.

source: Display options
hu_hu: megjelenítési lehetőségek

source: Display options:
hu_hu: Megjelenítési lehetőségek:

source: Embed excerpt only
hu_hu: Csak kivonat beágyazása

source: Embed <b>without</b> description
hu_hu: Beágyazás leírás nélkül

source: %1sCreate a new review.%2s (This will open a new tab and you will need to return here for including the review)
hu_hu: %1sÚj könyvajánló létrehozása.%2s (Ez egy új fület nyit, és vissza kell jönni ide a könyvajánló beillesztéséhez.)

source: Include Shortcut
hu_hu: Rövid kód is jelenjen meg

source: View all reviews by
hu_hu: Az összes értékelés megtekintése tőle

source: Author box title
hu_hu: Szerző mező címe

source: Author Box
hu_hu: Szerző mező

source: Adds a review author box below your published book reviews. Please visit your website's user profile page to add your social media profile information.
hu_hu: Hozzáad egy könyvajánló szerző mezőt a közzétett könyvajánlók alá. A közösségi média oldalaink profilinformációit weboldalunk falhasználói profil oldalán lehet beállítani.

source: Activate
hu_hu: Aktiválás

source: Deactivate
hu_hu: Kikapcsolás

source: There was an error fetch data from GoodReads
hu_hu: Hiba történt a GoodReads adatainak letöltésekor

source: Extensions
hu_hu: Kiegészítők

source: All Recencio Review Extensions. Choose which you want to use, then activate it.
hu_hu: Minden Recencio könyvajánlók kiegészítő. Válassza ki, melyiket szeretné használni, majd aktiválja.

source: No extensions are installed or activated.
hu_hu: Nincsenek kiegészítők telepítve vagy aktiválva.

source: Something went wrong!
hu_hu: Valami elromlott!

source: No extension data was sent
hu_hu: Nem küldtek adatot (kiegészítő letöltés)

source: Activated
hu_hu: Aktív

source: Already activated
hu_hu: Már aktivált

source: Nothing happened
hu_hu: Nem történt semmi

source: No extension data sent
hu_hu: Nem küldtek adatot (kiegészítő letöltés)

source: Deactivated
hu_hu: Deaktivált

source: Not activated
hu_hu: Nincs aktiválva

source: Books in this series:
hu_hu: Könyvek ebben a sorozatban:

source: Add Review
hu_hu: Könyvajánló hozzáadása

source: No title
hu_hu: Nincs cím

source: Review
hu_hu: Könyvajánló

source: Add Listing
hu_hu: Listázás hozzáadása

source: Shortcodes Help
hu_hu: Rövid kódok Súgó

source: Shortcodes
hu_hu: Rövid kódok

source: I don't know who you are
hu_hu: Nem tudom, ki vagy

source: Published
hu_hu: Közzétett

source: Format
hu_hu: Formátum

source: Category
hu_hu: Kategória

source: Tag
hu_hu: Címke (tag)

source: out of 5 stars
hu_hu: 5 csillagból

source: No Cover Available
hu_hu: Nincs elérhető borító

source: Overall Score
hu_hu: Összes pont

source: The Book List shortcode
hu_hu: A Könyvlista rövid kódja

source: This shortcode creates a graphical list of books belonging to a particular custom taxonomy. If the chosen custom taxonomy only has 1 reviewed book, nothing will be displayed when rendering the content of this shortcode on the frontend.
hu_hu: A rövid kód egy grafikus listát hoz létre egy adott taxonómiához tartozó könyvekből. Ha a választott taxonómiában csak egy könyv van, semmi nem fog megjelenni a rövid kód kiértékelése után a felületen.

source: The default shortcode.
hu_hu: Az alapértelmezett rövid kód.
