Repository: tompos2/rcno-reviews
Catalog: languages/rcno-reviews-*.po
Languages: hu_hu

source: The shortcode uses a couple of parameters that can be changed or left at the default values. If the default values are being used, then it is not necessary to include them in the shortcode. The default values are listed below:
hu_hu: A rövid kód pár paramétert használ, melyeket meg lehet változtatni, vagy az alapértelmezett értékeken hagyni. Ha az alapértelmezett értékeket választjuk, nem kell beírnunk őket a rövid kódba. Az alapértelmezett értékek lent vannak felsorolva:

source: The post/review ID, defaults to the current review post.
hu_hu: A bejegyzés / könyvajánló azonosító, alapértelmezés szerint az aktuális könyvajánló.

source: The custom taxonomy to display the book list for, defaults to the the "series" taxonomy.
hu_hu: Az egyéni taxonómia, melyhez a könyvlistát megjelenítjük (alapértelmezés szerint: "sorozat").

source: Whether to display the book series number. Defaults to "yes", use 0 for "no".
hu_hu: A könyv sorozatszámának megjelenítése. Az alapértelmezett értékek: "igen", 0 a "nem" esetén.

source: The header text for the book list, defaults to "Books in this series:"
hu_hu: A könyvlistához tartozó fejléc szöveg (alapértelmezés szerint: "Könyvek ebben a sorozatban"):

source: Examples of the book list shortcode:
hu_hu: Példák a könyv lista rövid kódjára:

source: There are no book reviews to display.
hu_hu: Nincsenek megjeleníthető könyvajánlók.

source: The Purchase Links shortcode
hu_hu: A Vásárlási hivatkozások rövid kódja

source: This shortcode display the book purchase links in reviews or regular posts. This shortcode only needs the ID parameter if it is inserted into a regular post. If the shortcode is used in a regular post, the ID of the review it is attached to is needed.
hu_hu: Ez a rövid kód megjeleníti a könyvvásárlási hivatkozásokat az ajánlókban vagy a posztokban. A kódhoz csak akkor szükséges az azonosító paraméter, ha azt általános bejegyzésbe helyezzük. Ha könyvajánlásba, akkor a könyvajánlás ID-je, melybe beszúrtuk, szintén szükséges.

source: The review ID the purchase link is attached to
hu_hu: A könyvajánló azonosítója (ID), melyhez a vásárlási hivatkozás tartozik

source: Whether to display the purchase links label. Defaults to 'yes', use 0 for 'no'.
hu_hu: Megjelenjen-e a vásárlási hivatkozások címkéje. Alapértelmezett: igen. Használjuk a 0-t, ha 'nem'.

source: Examples of the purchase links shortcode:
hu_hu: Példák a vásárlási linkek kódjára

source: The Review Box shortcode
hu_hu: Könyvajánló értékelő doboz (rövid)kód

source: This shortcode display the book review score box in reviews or regular posts. This shortcode only needs the ID parameter if it is inserted into a regular post. If the shortcode is used in a regular post, the ID of the review it is attached to is needed.
hu_hu: Ez a kód jeleníti meg a könyvajánlás értékelő pontszámát a posztokban. A kód számára csak az azonosító (ID paraméter) szükséges, ha általános posztba szúrjuk be. Ha könyvajánlásba, akkor a könyvajánlás ID-je, melybe beszúrtuk, szintén szükséges.

source: The review ID, defaults to the review post.
hu_hu: Könyvajánló azonosító, alapértelmezés szerint a bejegyzés azonosító.

source: Examples of the review box shortcode:
hu_hu: Példák a könyvajánló mező rövid kódjára:

source: Select
hu_hu: Választ

source: There are no terms in this taxonomy.
hu_hu: Ebben a taxonómiában nincsenek kifejezések.

source: Error: No taxonomy set for this list!
hu_hu: Hiba: Nincs erre a listára beállított taxonómia!

source: Rcno Book Grid
hu_hu: Rcno Könyv Rács

source: A widget to display a grid of reviewed books
hu_hu: Egy widget, mely rácsszerűen jeleníti meg a könyvismertetőket

source: Date
hu_hu: Dátum

source: Random
hu_hu: Véletlenszerű

source: Title (optional)
hu_hu: Cím (opcionális):

source: Rcno Book Slider
hu_hu: Rcno Könyv Lapozó

source: A widget to display a reviewed book slider
hu_hu: Egy widget, ahol lapozgatni lehet a könyvajánlók között

source: Number of Reviews:
hu_hu: Könyvajánlók száma:

source: Order:
hu_hu: Sorrend:

source: Slide Duration:
hu_hu: Lapozás időtartama:

source: Rcno Review Calendar
hu_hu: Rcno Könyvajánló Naptár

source: A widget displaying a calendar of book reviews
hu_hu: Egy widget, mely naptáron jeleníti meg a könyvajánlókat

source: Title:
hu_hu: Cím

source: Show regular posts?
hu_hu: Rendszeres hozzászólások megjelenítése?

source: Calendar
hu_hu: Naptár

source: View reviews for %1$s %2$s
hu_hu: Könyvajánlók megtekintése ehhez: %1$s %2$s

source: Rcno Currently Reading
hu_hu: Rcno Jelenleg olvasott

source: A widget to display your currently reading progress
hu_hu: Egy widget, amely megjeleníti, hogy hol tartunk az olvasásban

source: completed
hu_hu: befejezve

source: by
hu_hu: szerint

source: No currently reading book right now.
hu_hu: Nincs jelenleg olvasott könyv.

source: Review coming soon!
hu_hu: Könyvajánló hamarosan

source: No currently reading book
hu_hu: Nincs jelenleg olvasott könyv

source: Review coming soon
hu_hu: Könyvajánló hamarosan...

source: Rcno Recent Reviews
hu_hu: Rcno Legutóbbi ajánlások

source: A widget to display the most recent book reviews.
hu_hu: Egy widget, amely megjeleníti a legutóbbi könyvajánlásokat.

source: Rcno Tag Cloud
hu_hu: Rcno "tag" felhő

source: An advanced widget that gives you total control over the output of your tags.
hu_hu: Egy fejlett widget, amely teljes ellenőrzést nyújt a címkék kimenete felett.

source: Flat
hu_hu: Lapos

source: List
hu_hu: Lista

source: Ascending
hu_hu: Növekvő

source: Descending
hu_hu: Csökkenő

source: Count
hu_hu: Darab

source: Name
hu_hu: Név

source: Rcno Taxonomy List
hu_hu: Rcno taxonómia lista

source: An advanced widget that gives you total control over the output of your book review taxonomies.
hu_hu: Egy fejlett widget, amely teljes ellenőrzést nyújt a könyvajánlások taxonómiáinak kimenete felett.

source: No terms found
hu_hu: Nem találhatóak kifejezések

source: Taxonomy to display
hu_hu: A megjelenítendő taxonómia

source: Displayed taxonomy count:
hu_hu: Megjelenített taxonómiák száma:

source: Order items by
hu_hu: Elemek rendezése

source: Show count with
hu_hu: Számlálás megjelenítése

source: before and
hu_hu: előtt és

source: behind
hu_hu: mögött

source: Hide empty terms?
hu_hu: Üres kifejezések elrejtése
