Repository: tompos2/rcno-reviews
Catalog: languages/recencio-book-reviews-*.po
Languages: de_de

source: Book Cover
de_de: Buchdeckel

source: Purchase Links
de_de: Kauf-Link

source: Book Description/Synopsis
de_de: Buchbeschreibung/-synopse

source: General Information
de_de: Allgemeine Information

source: 5 Star Rating
de_de: 5-Sterne-Bewertung

source: Review Score
de_de: Bewertung der Besprechung

source: Progress updated
de_de: Fortschritt aktualisiert

source: Error
de_de: Fehler

source: Currently Reading
de_de: Zurzeit gelesen

source: Security nonce is invalid or not set
de_de: Sicherheits-Nonne ist ungültig oder nicht gesetzt

source: Your settings have been reset, please reload the page to see them.
de_de: Deine Einstellungen wurden zurückgesetzt. Bitte lade die Seite neu, um sie zu sehen.

source: New %1$s
de_de: Neue %1$s

source: Add New %1$s
de_de: Neue %1$s hinzufügen

source: All %1$s
de_de: Alle %1$s

source: Edit %1$s
de_de: %1$s bearbeiten

source: No %1$s Found
de_de: Kein %1$s gefunden

source: No %1$s Found in Trash
de_de: Kein %1$s im Papierkorb gefunden

source: Parent %1$s
de_de: Vorfahr %1$s

source: Search %1$s
de_de: Suche %1$s

source: View %1$s
de_de: Zeige %1$s

source: Author
de_de: Autor

source: Add or remove %1$s
de_de: %1$s hinzufügen oder entfernen

source: Choose from most used %1$s
de_de: Wählen Sie aus den am häufigsten verwendeten %1$s

source: New %1$s Name
de_de: Neuer %1$s Name

source: Popular %1$s
de_de: Beliebt %1$s

source: Separate %1$s with commas
de_de: %1$s mit Kommata trennen

source: Update %1$s
de_de: %1$s aktualisieren

source: Things to remember when adding or editing a book review:
de_de: Was Du beim Hinzufügen oder Bearbeiten einer Rezension beachten solltest:

source: Specify the correct genre such as Mystery, or Historic.
de_de: Gib das richtige Genre wie Mystery oder historisch an.

source: Specify the correct writer of the book review. Remember that the Author module refers to you, the author of this book review.
de_de: Gib den Verfasser der Review an. Denk daran, dass das Autor-Modul sich auf dich bezieht, den Autor der Besprechung.

source: If you want to schedule the book review to be published in the future:
de_de: Wenn die Rezension in der Zukunft veröffentlicht werden soll:

source: Under the Publish module, click on the Edit link next to Publish.
de_de: Klicke im Modul Veröffentlichen den Link Edit neben Veröffentlichen an.

source: Change the date to the date to actual publish this article, then click on Ok.
de_de: Ändere das Datum auf den gewünschten Termin der Veröffentlichung un klicke Ok.

source: For more information
de_de: Für mehr Informationen

source: This is the help screen displaying the table of book reviews you have created.
de_de: Das ist der Hilfe-Bildschirm mit der Tabelle der von dir verfassten Rezensionen.

source: Reviews Help
de_de: Hilfe für Rezensionen

source: Book Cover LG
de_de: Buchdeckel groß

source: Book Cover SM
de_de: Buchdeckel klein

source: Book Reviews
de_de: Rezensionen

source: Reviews
de_de: Rezensionen

source: Settings
de_de: Einstellungen

source: Cover
de_de: Umschlag

source: Review updated.
de_de: Rezension aktualisiert.

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: Review restored to revision from
de_de: Rezension zurückgesetzt auf den Stand vom

source: Review published.
de_de: Rezension veröffentlicht.

source: Review saved.
de_de: Rezension gespeichert.

source: Review submitted.
de_de: Rezension vorgelegt.

source: Review scheduled for:
de_de: Rezension terminiert für:

source: Review draft updated.
de_de: Rezensionsentwurf aktualisiert.

source: View review
de_de: Rezension ansehen

source: Preview review
de_de: Vorschau der Rezension

source: When you leave a review on this site, we will store your provided name, email address, IP address, review text and review rating to our website. Example.com may chose to share your review text, review rating and name with Google for the express purpose of enabling Structured Data markup for our reviews on their search result pages.
de_de: Wenn du hier eine Rezension hinterlässt, werden wir deinen Namen, E-Mail-Adresse, IP-Adresse, die Rezension und die Bewertung speichern. Example.com kann deine Rezension, Bewegung und deinen Namen mit Google teilen, um das Markup für Strukturierte Daten in Googles Suchergebnissen zu aktivieren.

source: Recencio Book Reviews Plugin
de_de: Recencio-Plugin für Buch-Rezensionen

source: The callback function used for <strong>%s</strong> setting is missing.
de_de: Die Callback-Funktion für die Einstellung <strong>%s</strong> fehlt.

source: Options for <strong>%s</strong> multicheck is missing.
de_de: Optionen für die Mehrfachauswahl <strong>%s</strong> fehlen.

source: Options for <strong>%s</strong> radio is missing.
de_de: Optionen für die Radiobox <strong>%s</strong> fehlen.

source: Upload File
de_de: Datei hochladen

source: Download File
de_de: Datei herunterladen

source: Settings updated.
de_de: Einstellungen aktualisiert.

source: General
de_de: Allgemein

source: Taxonomies
de_de: Taxonomien

source: Components
de_de: Komponenten

source: Templates
de_de: Vorlagen

source: Advanced
de_de: Erweitert

source: General Settings
de_de: Allgemeine Einstellungen

source: Book reviews will be available at:
de_de: Rezension erscheinen auf:

source: Please only use only 1 lower-case word
de_de: Bitte verwende nur ein kleingeschriebenes Wort

source: 404 errors
de_de: 404-Fehler

source: If you've set up everything correctly here but now WordPress is giving you an 404 (not found) error, try flushing your permalink settings. Visit Settings -> Permalinks and just save without changing anything.
de_de: Wenn Du alles richtig eingestellt hast, aber WordPress dir einen Fehler 404 (nicht gefunden) anzeigt, versuche die Permalink-Einstellungen zu aktualisieren: Gehe zu Einstellungen -> Permalink und sichere, ohne etwas zu ändern.

source: Reviews on homepage?
de_de: Rezensionen auf der Homepage?

source: Should book reviews be shown on homepage?
de_de: Sollen Rezensionen auf der Homepage erscheinen?

source: Reviews in RSS?
de_de: Rezensionen in RSS?

source: Should book reviews be shown in the RSS feed.?
de_de: Sollen Rezensionen im RSS-Feed erscheinen?

source: Reviews in REST API?
de_de: Rezensionen in der REST-API?

source: Enables basic support for reviews in the WordPress REST API.
de_de: Aktiviert einfache Unterstützung für Rezensionen in der REST-API von WordPress.

source: Reviews archive page
de_de: Archivseite für Rezensionen

source: Show full content or excerpt on archive pages.
de_de: Ganzen Text oder Auszug auf Archivseiten zeigen.

source: The entire book review
de_de: Die ganze Rezension

source: Only excerpt of the review
de_de: Nur ein Auszug der Rezension

source: Gutenberg support
de_de: Unterstützung für Gutenberg

source: Enables support for the new Gutenberg post editor.
de_de: Aktiviert Unterstützung für den Gutenberg-Editor.

source: Review Taxonomies
de_de: Taxonomien für Rezensionen

source: Taxonomy Selection
de_de: Taxonomie-Auswahl

source: Create and delete book review taxonomies here.
de_de: Erstelle und lösche Taxonomien für Rezensionen hier.

source: Builtin Taxonomies
de_de: Eingebaute Taxonomien

source: Enable the builtin 'category' and 'tags' taxonomies.
de_de: Aktiviert die eingebauten Taxonomien 'Kategorien' und 'Schlagwörter'.

source: Book Review Components
de_de: Komponenten der Rezensionen

source: Show the ISBN field for book reviews?
de_de: ISBN-Nummer für Renzensionen zeigen?

source: Show the ISBN13 field for book reviews?
de_de: ISBN-13-Nummer für Renzensionen zeigen?

source: Show the ASIN field for book reviews?
de_de: ASIN-Nummer für Renzensionen zeigen?

source: Show the Goodreads book ID field for book reviews?
de_de: Goodreads ID für Renzensionen zeigen?

source: Book URL
de_de: Buch-URL

source: Show the book's URL field for book reviews?
de_de: Buch-URL für Renzensionen zeigen?

source: Illustrator
de_de: IllustratorIn

source: Show the book's illustrator for reviews?
de_de: IllustratorIn für Renzensionen zeigen?

source: Published Date
de_de: Erscheinungsdatum

source: Show the book's published date for reviews?
de_de: Erscheinungsdatum für Renzensionen zeigen?

source: Published Format
de_de: Publikationsformat

source: Show the book's published format for reviews?
de_de: Publikationsformat für Renzensionen zeigen?

source: Published Edition
de_de: Auflage

source: Show the book's published edition for reviews?
de_de: Auflage für Renzensionen zeigen?

source: Series Number
de_de: Seriennummer

source: Show the book's number in the series for reviews?
de_de: Seriennummer des Buchs für Rezensionen zeigen?

source: Page Count
de_de: Seitenzahl

source: Show the book's page count for reviews?
de_de: Seitenzahl für Renzensionen zeigen?

source: Goodreads Rating
de_de: Bewertung bei Goodreads

source: Show the book's Goodreads rating for reviews?
de_de: Bewertung bei Goodreads für Renzensionen zeigen?

source: Book Cover Custom URL
de_de: Eigene URL für Buchdeckel

source: Show the custom book cover URL field?
de_de: Feld für eigene Buchdeckel-URL zeigen?

source: Book Purchase Links
de_de: Einkaufslinks

source: Enable Purchase Links
de_de: Einkaufslinks aktivieren

source: Enable the use of book purchase links
de_de: Einkaufslinks für Bücher aktivieren

source: Links Label
de_de: Beschriftung für Links

source: Enter the label shown before purchase links.
de_de: Gib die Beschriftung ein, die vor Einkaufslinks erscheint.

source: Store/Shop
de_de: Laden/Shop

source: Enter the name of stores to purchase books from.
de_de: Gib die Namen der Shops für Buchkäufe ein.

source: Text Color
de_de: Textfarbe

source: Text color for the purchase button.
de_de: Textfarbe für den Einkaufs-Button.

source: Background Color
de_de: Hintergrundfarbe

source: Background color for the purchase button.
de_de: Hintergrundfarbe für den Einkaufs-Button.

source: Book 5 Star Rating Box
de_de: 5-Sterne-Bewertungsbox

source: Enable the 5 star rating box?
de_de: 5-Sterne-Bewertungsbox aktivieren?

source: Star Rating Color
de_de: Farbe für Sterne-Bewertung

source: The color of the 5 star rating.
de_de: Die Farbe für eine 5-Sterne-Bewertung.

source: Star Background Color
de_de: Sterne-Hintergrund

source: Background color for the 5 star rating. (Delete existing value for transparent background)
de_de: Die Hintergrundfarbe für 5-Sterne-Bewertung. (Entfernt Wert für transparenten Hintergrund.)

source: Book Review Score Box
de_de: Rezensionsbewertung

source: Review Score Box
de_de: Box für Rezensionsbewertung

source: Enable the review score box?
de_de: Box für Rezensionsbewertung aktivieren?

source: Background Color for the review score box?
de_de: Hintergrundfarbe für Rezensionsbewertungsbox?

source: Accent Color 1
de_de: Akzentfarbe 1

source: The first accent color for the review score box?
de_de: Die erste Akzentfarbe für die Bewertungsbox?

source: Accent Color 2
de_de: Akzentfarbe 2

source: The second accent color for the review score box?
de_de: Die zweite Akzentfarbe für die Bewertungsbox?

source: Fixed Review Criteria
de_de: Festgelegte Kriterien für Rezensionen

source: Enable the use of fixed custom review criteria fields
de_de: Verwendung fester Kriterien für Rezensionen aktivieren

source: Custom Criteria List
de_de: Liste eigener Kriterien

source: List of custom fields to use for review criteria.
de_de: Liste selbstdefinierter Felder für Rezensionskriterien.

source: Reader Comment Rating
de_de: Bewertung in Leserkommentaren

source: Comment Ratings
de_de: Bewertungen in Kommentaren

source: Enable reader submitted ratings in the comment form
de_de: Von Lesern abgegebene Bewertungen in Kommentaren zulassen

source: Rating Label
de_de: Beschriftung für Bewertungen

source: Enter the label before the comment 5 star rating field
de_de: Gib die Beschriftung vor dem 5-Sterne-Feld im Kommentar ein

source: Comment Star Color
de_de: Farbe für Kommentar-Sterne

source: Background color for the reader comment 5 star rating
de_de: Hintergrundfarbe für 5-Sterne-Bewertung im Kommentar

source: Book Review Widgets
de_de: Rezensions-Widgets

source: Book Slider
de_de: Bücher-Slider

source: Use the Rcno Book Slider widget?
de_de: Rcno-Bücher-Slider verwenden?

source: Book Grid
de_de: Bücherraster

source: Use the Rcno Book Grid widget?
de_de: Rcno-Bücherraster verwenden?

source: Recent Reviews
de_de: Aktuelle Rezensionen

source: Use the Rcno Recent Reviews widget?
de_de: Rcno-Recent-Reviews verwenden?

source: Tag Cloud
de_de: Tag-Wolke

source: Use the Rcno Tag Cloud widget?
de_de: Rcno-Tag-Wolke verwenden?

source: Taxonomy List
de_de: Taxonomie-Liste

source: Use the Rcno Taxonomy List widget?
de_de: Rcno-Taxonomie-Liste verwenden?

source: Use the Rcno Currently Reading widget?
de_de: Rcno-Gerade-Lesend-Widget verwenden?

source: Review Calendar
de_de: Rezensionskalender

source: Use the Rcno Review Calendar widget?
de_de: Rcno-Rezensionskalender verwenden?

source: Index Pages
de_de: Index-Seiten

source: Navigation headers
de_de: Navigations-Kopf

source: Display navigation header on index page?
de_de: Navigations-Kopf auf Index-Seiten zeigen?

source: Book covers
de_de: Buchdeckel

source: Book covers on review index page?
de_de: Buchdeckel auf der Index-Seite der Rezensionen?

source: Ignore articles
de_de: Artikel ignorieren

source: Ignore articles when sorting titles. (e.g. "The", "A", "An")
de_de: Artikel beim Sortieren von Titeln ignorieren, z.B. "Der", "Die", "Einer"

source: Article List
de_de: Liste der Artikel

source: The list of articles to ignore in your language
de_de: Die Liste der Artikel, die in Deiner Sprache ignoriert werden sollen

source: Sort author names
de_de: Nach Autorennamen sortieren

source: Sort names by first-name or last-name
de_de: Namen nach Vor-/Nachname oder Nach-/Vorname sortieren

source: LastName, FirstName
de_de: Nachname, Vorname

source: FirstName LastName
de_de: Vorname Nachname

source: Review Templates
de_de: Vorlage für Renzension

source: Book review template
de_de: Vorlage für Rezension

source: Select how you want your book reviews to look.
de_de: Entscheide, wie deine Rezensionen aussehen sollen.

source: The default image to use when a book cover isn't uploaded
de_de: Das Bild, das bei einem fehlenden Buchdeckel erscheint

source: Read more text
de_de: "Weiterlesen"-Text

source: Review excerpt word count
de_de: Anzahl der Wörter im Auszug der Rezension

source: Embedded Review Links
de_de: Eingebettete Rezensionslinks

source: Enable clickable title links on embedded book reviews.
de_de: Anklickbare Titel-Links in eingebetteten Rezensionen aktivieren.

source: Book Detail Items
de_de: Einträge für Buchdetails

source: Book details that should appear in book reviews. You also rearrange their order here
de_de: Buchdetails, die in Rezensionen erscheinen sollen. Du legst hier auch ihre Reihenfolge fest

source: Reviews Custom Styling
de_de: Eigenes Styling für Rezensionen

source: Custom styles
de_de: Eigene Styles

source: Add your custom CSS here to fine-tune the look of your book reviews
de_de: Füge eigene CSS-Regeln hinzu um das Aussehen deiner Rezensionen zu beeinflussen

source: Book APIs
de_de: Buch-APIs

source: External Book API
de_de: Externe Buch-API

source: Select which 3rd party API is used to fetch book data.<br />The corresponding option must also be enabled below.
de_de: Wähle aus, welche Dritt-API zum Holen von Buchdaten benutzt wird.<br/>Die entsprechende Option musst du unten anschalten.

source: None
de_de: Keine

source: Google Books® Settings
de_de: Einstellungen für Google Books®

source: Enable Google Books®
de_de: Aktiviere Google Books®

source: Enable the external Google Books® API access.
de_de: Externen Zugang zu Google Books® API aktivieren.

source: Available at:
de_de: Verfügbar bei:

source: Goodreads® Settings
de_de: Goodreads®-Einstellungen

source: Enable Goodreads®
de_de: Goodreads® aktivieren

source: Enable the external Goodreads® API access.
de_de: Zugang zur externen Goodreads®-API aktivieren.

source: JSON-LD Schemas
de_de: JSON-LD-Schemata

source: Disable Review Schema
de_de: Review-Schema ausschalten

source: Disable the output of the review JSON-LD schema markup
de_de: Deaktiviere die Ausgabe von Markup für das Review-Schema

source: Disable Book Schema
de_de: Book-Schema ausschalten

source: Disable the output of the book JSON-LD schema markup
de_de: Schaltet die Ausgabe von Markup für das JSON-LD-Schema "Book" ab

source: Uncountable Words
de_de: Unzählbare Wörter

source: Word List
de_de: Wortliste

source: Create a list of words that have no plural or singular form e.g. "sheep, fish"
de_de: Erstelle eine Liste von Wörtern, für die es keine Ein- oder Mehrzahl gibt, z.B. "Butter, Leute"

source: Disable Pluralization
de_de: Mehrzahlbildung mit "s" abschalten

source: Disable the automatic pluralization of words used in the settings
de_de: Automatische Mehrzahlbildung von Worten in den Einstellungen abschalten

source: Import/Export Settings
de_de: Import/Export-Einstellungen

source: Import Settings
de_de: Einstellungen importieren

source: Import your previously saved plugin settings.
de_de: Vorher gesicherte Plugin-Einstellungen importieren.

source: Export Settings
de_de: Einstellungen sichern

source: Save the plugin settings to a file on your computer.
de_de: Plugin-Einstellungen in einer Datei speichern.

source: Label
de_de: Beschriftung

source: Place the label of the
de_de: Platziere die Beschriftung von

source: Place the slug of the
de_de: Platziere den Slug von

source: Hierarchical
de_de: Hierarchisch

source: Is this custom taxonomy hierarchical?
de_de: Ist das eine hierarchische Taxonomie?

source: Show in table
de_de: In Tabelle zeigen

source: Show this custom taxonomy on the admin table
de_de: Zeige diese Taxonomie in der Admin-Tabelle

source: Show filter
de_de: Filter zeigen

source: Show a drop-down filter for this taxonomy on the admin table
de_de: Zeige einen Drop-Down-Filter für diese Taxonomie in der Admin-Tabelle

source: Please enter 2 or more lower-case characters.
de_de: Bitte gib mindestens zwei Kleinbuchstaben ein.

source: Author's URL
de_de: Autoren-URL

source: Please provide a link pointing to the author's official website or fan page.
de_de: Gib einen Link zur offiziellen Website des Autors oder einer Fan-Seite an.

source: Custom URL
de_de: Eigene URL

source: Add Book Cover
de_de: Buchdeckel hinzufügen

source: Remove Book Cover
de_de: Buchdeckel entfernen

source: Store
de_de: Shop

source: Remove
de_de: Entfernen

source: Select and enter your affiliate purchase links here.
de_de: Wähle deine Affiliate-Links hier aus und trage sie ein.

source: Add New Link
de_de: Link hinzufügen

source: Book Title
de_de: Buchtitel

source: Book Author
de_de: Buchautor

source: Currently on page
de_de: Aktuell auf Seite

source: Comment on progress
de_de: Kommentar zum Fortschritt

source: Update Progress
de_de: Fortschritt aktualisieren

source: Finished
de_de: Beendet

source: Title
de_de: Titel

source: Publication Date
de_de: Veröffentlichungsdatum

source: Publication Format
de_de: Format der Publikation

source: Edition
de_de: Auflage

source: Average
de_de: Durchschnitt

source: Enable Rating Box
de_de: Bewertungsbox aktivieren

source: Rating Type
de_de: Bewertungstyp

source: Number
de_de: Anzahl

source: Letter
de_de: Buchstabe

source: Stars
de_de: Sterne

source: Rating Box Position
de_de: Position der Bewertungsbox

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: Score
de_de: Punktzahl

source: Label: The name of criteria | Score: A number value between 0 - 5, in increments of 0.1
de_de: Beschriftung: Name der Kriterien | Punktzahl: Zahl zwischen 0 und 5 in 0.1-Schritten

source: Add Criteria
de_de: Kriterium hinzufügen

source: Your book was not found on %s
de_de: Das Buch wurde bei %s nicht gefunden

source: Insert book review listing
de_de: Rezension einfügen

source: Embed taxonomy index
de_de: Taxonomie-Index einbetten

source: Taxonomy
de_de: Taxonomie

source: Embed book review index
de_de: Rezensionsindex einbetten

source: Embed book review grid
de_de: Rezensionsraster einbetten

source: Embed sortable book review grid
de_de: Sortierbares Rezensionsraster einbetten

source: Cancel
de_de: Abbrechen

source: Insert
de_de: Einfügen

source: Insert book review
de_de: Rezension einfügen

source: Close
de_de: Schließen

source: Choose the review you want to include from the list below or search for it.
de_de: Wähle die Rezension, die du einfügen willst, aus der Liste unten oder suche nach ihr.

source: Search
de_de: Suche

source: No search term specified. Showing recent items.
de_de: Kein Suchbegriff angegeben. Vorherige Begriffe zeigen.

source: Search or use up and down arrow keys to select an item.
de_de: Suche oder benutze die Pfeilhoch-/-runtertasten zum Auswählen eines Begriffs.

source: Display options
de_de: Anzeigeoptionen

source: Display options:
de_de: Anzeigeoptionen:

source: Embed excerpt only
de_de: Nur Auszug einbetten

source: Embed <b>without</b> description
de_de: <b>Ohne</b> Beschreibung einbetten

source: %1sCreate a new review.%2s (This will open a new tab and you will need to return here for including the review)
de_de: %1sNeue Rezension erstellen.%2s (Öffnet einen neuen Tab, Du musst hierher zurückkehren um die Rezension einzufügen)

source: Include Shortcut
de_de: Shortcut einfügen

source: View all reviews by
de_de: Zeige alle Rezensionen von

source: Author box title
de_de: Titel für Autorenbox

source: Visit your user <a href="%s">profile page</a> to add your social media account information
de_de: Gehe zu deiner <a href="%s">Profilseite</a> um deine Social-Media-Daten einzutragen

source: Author Box
de_de: Autorenbox

source: Adds a review author box below your published book reviews. Please visit your website's user profile page to add your social media profile information.
de_de: Fügt eine Autorenbox zu deinen veröffentlichten Rezensionen hinzu. Bitte trage in deinem User-Profil deine Social-Media-Informationen ein.

source: Custom User Metaboxes
de_de: Eigene User-Metaboxen

source: Please visit the "Templates" tab on the Recencio setting page, to add your new metadata entries to the frontend
de_de: Bitte gehe zum Tab "Vorlagen" auf der Einstellungsseite, um deine neuen Metadaten ins Frontend einzutragen

source: Custom User Metadata
de_de: Eigene User-Metadaten

source: Add your own custom metadata fields to the book details section of a reviewed book. Please remember to enable the new fields on the frontend.
de_de: Füge deine eigenen Metadaten-Felder zu den Buchdetails von Rezensionen hinzu. Bitte denke daran, die neuen Felder im Frontend zu aktivieren.

source: Fetch Book Cover
de_de: Hole Buchdeckel

source: Automatically downloads and attach a book cover to a book review.
de_de: Lädt automatisch einen Buchdeckel und fügt ihn zur Rezension hinzu.

source: Convert Posts to Reviews
de_de: Post in Rezension wandeln

source: Converts WordPress posts to Recencio book reviews and Recencio book reviews to WordPress posts.
de_de: WordPress-Beiträge in Recencio-Rezensionen wandeln und umgekehrt.

source: Convert
de_de: Wandeln

source: Convert to Review
de_de: In Rezension wandeln

source: Convert to Post
de_de: In Beitrag wandeln

source: %s post converted to a review.
de_de: %s Beitrag in Rezension gewandelt.

source: %s review converted to a post.
de_de: %s Rezension in Beitrag gewandelt.

source: Email
de_de: E-Mail-Adresse

source: Share title
de_de: Titel teilen

source: Social media sites
de_de: Social-Media-Seiten

source: Buttons position
de_de: Button-Positionen

source: Both
de_de: Beide

source: Buttons color
de_de: Button-Farbe

source: Twitter username
de_de: Twitter Benutzername
