Repository: tompos2/rcno-reviews
Catalog: languages/recencio-book-reviews-*.po
Languages: de_de

source: Display on home page
de_de: Auf Homepage zeigen

source: Simple, lightweight social sharing buttons for your book reviews. Just select the social networks you would to share to, where the buttons should show up and save your settings.
de_de: Einfache, leichtgewichtige Teilen-Buttons für deine Rezensionen Wähle die gewünschten sozialen Netzwerke aus, lege fest, wo die Buttons stehen sollen und sichere die Einstellungen.

source: Enable
de_de: Aktiviere

source: Disable
de_de: Deaktiviere

source: There was an error fetch data from GoodReads
de_de: Es gab einen Fehler beim Holen von Daten von GoodReads

source: Extensions
de_de: Erweiterungen

source: All Recencio Review Extensions. Choose which you want to use, then activate it.
de_de: Alle Erweiterungen für Recencio-Rezensionen. Aktiviere die, die du benutzen willst.

source: No extensions are installed or activated.
de_de: Keine Erweiterungen installiert oder aktiviert.

source: Activate
de_de: Aktivieren

source: Deactivate
de_de: Deaktivieren

source: Something went wrong!
de_de: Es gab einen Fehler!

source: No extension data was sent
de_de: Keine Daten der Erweiterung gesendet

source: Activated
de_de: Aktiviert

source: Already activated
de_de: Schon aktiviert

source: Nothing happened
de_de: Es ist nichts geschehen

source: No extension data sent
de_de: Keine Daten der Erweiterung gesendet

source: Deactivated
de_de: Deaktiviert

source: Not activated
de_de: Nicht aktiviert

source: Add Review
de_de: Rezension hinzufügen

source: No title
de_de: Kein Titel

source: Review
de_de: Rezension

source: Add Listing
de_de: Listing hinzufügen

source: Shortcodes Help
de_de: Hilfe für Shortcodes

source: I don't know who you are
de_de: Ich weiß nicht, wer du bist

source: Published
de_de: Veröffentlicht

source: Category
de_de: Kategorie

source: out of 5 stars
de_de: von 5 Sternen

source: Book Title Unavailable
de_de: Titel nicht verfügbar

source: no title has been provided for this book
de_de: Für dieses Buch wurde kein Titel eingetragen

source: No entries found for the "%s" taxonomy.
de_de: Keine Einträge für die Taxonomie "%s" gefunden.

source: Overall Score
de_de: Gesamtwert

source: The Book List shortcode
de_de: Shortcode für die Bücherliste

source: This shortcode creates a graphical list of books belonging to a particular custom taxonomy. If the chosen custom taxonomy only has 1 reviewed book, nothing will be displayed when rendering the content of this shortcode on the frontend.
de_de: Dieser Shortcode erzeugt eine Liste der Bücher, die zu dieser speziellen Taxonomie gehören. Enthält die Taxonomie nur eine Rezension, wird dieser Shortcode keine Ausgabe im Frontend erzeugen.

source: The default shortcode.
de_de: Der Default-Shortcode.

source: The shortcode uses a couple of parameters that can be changed or left at the default values. If the default values are being used, then it is not necessary to include them in the shortcode. The default values are listed below:
de_de: Der Shortcode akzeptiert einige Parameter, die du bei Bedarf ändern kannst. Wenn du mit den Voreinstellungen zufrieden bist, brauchst du sie im Shortcode nicht anzugeben. Die Voreinstellungen stehen unten:

source: The post/review ID, defaults to the current review post.
de_de: ID der Rezension, voreingestellt auf die aktuelle Rezension.

source: The custom taxonomy to display the book list for, defaults to the the "series" taxonomy.
de_de: Die Taxonomie, für die Bücher angezeigt werden sollen. Voreingestellt ist "series".

source: Whether to display the book series number. Defaults to "yes", use 0 for "no".
de_de: Ob die Nummer der Buchserie dargestellt werden soll. Voreingestellt is "ja", benutze 0 für "nein".

source: The header text for the book list, defaults to "Books in this series:"
de_de: Überschrift für die Bücherliste, voreingestellt auf "Bücher in dieser Serie:"

source: Examples of the book list shortcode:
de_de: Beispiele für Bücherlisten-Shortcodes:

source: Read more
de_de: Weiterlesen

source: The Book Listing shortcode
de_de: Der Bücherlisten-Shortcode

source: This shortcode creates a list of books based on the comma separated list of reviews provided in the "ids" parameter.
de_de: Dieser Shortcode erzeugt eine Liste von Büchern anhand der Komma-getrennten Liste von Rezensionen im Parameter "Ids".

source: This a list of review IDs, separated by commas
de_de: Eine Liste von Rezensions-IDs, getrennt mit Kommata.

source: The word count of the book description being displayed. Defaults to 30
de_de: Anzahl der Wörter der Buchbeschreibung, die angezeigt werden. Voreinstellung ist 30

source: Adds a heading to the listing of book. Defaults to empty string (not shown)
de_de: Fügt eine Überschrift zur Bücherliste hinzu. Voreingestellt ist eine leere Überschrift (nichts erscheint).

source: The text displayed in the "read more" button. Defaults to "Read more"
de_de: Der Text im "Weiterlesen"-Button. Voreingestellt ist "Weiterlesen".

source: Examples of the book listing shortcode:
de_de: Beispiele für Bücherlisten-Shortcodes:

source: There are no book reviews to display.
de_de: Es gibt keine Bücher anzuzeigen.

source: The Purchase Links shortcode
de_de: Shortcode für Einkaufslinks

source: This shortcode display the book purchase links in reviews or regular posts. This shortcode only needs the ID parameter if it is inserted into a regular post. If the shortcode is used in a regular post, the ID of the review it is attached to is needed.
de_de: Dieser Shortcode gibt die Einkaufs-Links in Rezensionen oder Beiträgen aus. Er benötigt den ID-Parameter nur, wenn er in einem regulären Beitrag erscheint. Dann musst du die ID der zugehörigen Rezension eintragen.

source: The review ID the purchase link is attached to
de_de: Die ID der Rezension, zu der dieser Einkaufs-Link gehört

source: Whether to display the purchase links label. Defaults to 'yes', use 0 for 'no'.
de_de: Ob die Beschriftung des Einkaufs-Links angezeigt werden soll. Voreingestellt ist "ja", benutze 0 für "nein".

source: Examples of the purchase links shortcode:
de_de: Beispiele für den Einkaufs-Link-Shortcode:

source: The Review Box shortcode
de_de: Der Rezensionsbox-Shortcode

source: This shortcode display the book review score box in reviews or regular posts. This shortcode only needs the ID parameter if it is inserted into a regular post. If the shortcode is used in a regular post, the ID of the review it is attached to is needed.
de_de: Dieser Shortcode zeigt die Box für die Rezensionsbewertung in Rezensionen oder Beiträgen. Er benötigt den ID-Parameter nur, wenn er in einem regulären Beitrag erscheint. Dann musst du die ID der betreffenden Rezension eintragen.

source: The review ID, defaults to the review post.
de_de: Die ID der Rezension, voreingestellt ist die aktuelle Rezension.

source: Examples of the review box shortcode
de_de: Beispiele für den Rezensions-Bewertungs-Shortcode

source: The Review Score shortcode
de_de: Der Shortcode für Bewertungen

source: Examples of the review score box shortcode
de_de: Beispiele für den Bewertungs-Shortcode

source: Search...
de_de: Suche…

source: Select
de_de: Auswählen

source: Rating
de_de: Bewertung

source: Select Rating
de_de: Bewertung wählen

source: 1 Star
de_de: 1 Stern

source: 2 Stars
de_de: 2 Sterne

source: 3 Stars
de_de: 3 Sterne

source: 4 Stars
de_de: 4 Sterne

source: 5 Stars
de_de: 5 Sterne

source: There is a missing book title on review ID %d
de_de: In der Rezension mit ID %d fehlt der Buchtitel.

source: There are no terms in this taxonomy.
de_de: Diese Taxonomie enthält keine Begriffe.

source: Error: No taxonomy set for this list!
de_de: Fehler: Für diese Liste ist keine Taxonomie festgelegt.

source: Summary
de_de: Zusammenfassung

source: Rcno Book Grid
de_de: Rcno-Buchraster

source: A widget to display a grid of reviewed books
de_de: Ein Widget zum Anzeigen besprochener Bücher in einem Gitter

source: Date
de_de: Datum

source: Random
de_de: Zufällig

source: Title (optional)
de_de: Titel (optional)

source: Number of Reviews
de_de: Anzahl Rezensionen

source: Order
de_de: Reihenfolge

source: Rcno Book Slider
de_de: Rcno-Buch-Slider

source: A widget to display a reviewed book slider
de_de: Ein Widget zum Anzeigen besprochener Bücher in einem Slider.

source: Number of Reviews:
de_de: Anzahl Rezensionen:

source: Order:
de_de: Reihenfolge:

source: Slide Duration:
de_de: Slider-Dauer:

source: Rcno Review Calendar
de_de: Rcno-Rezensionskalender

source: A widget displaying a calendar of book reviews
de_de: Ein Widget zum Anzeigen eines Kalenders der Rezensionen

source: Title:
de_de: Titel:

source: Show regular posts?
de_de: Normale Beiträge zeigen?

# calendar caption
source: %1$s %2$s
de_de: Kalendertitel: %1$s %2$s

source: Calendar
de_de: Kalender

source: View reviews for %1$s %2$s
de_de: Zeige Rezensionen für %1$s %2$s

source: Rcno Currently Reading
de_de: Rcno Aktuell gelesen

source: A widget to display your currently reading progress
de_de: Ein Widget zum Anzeigen deines Lesefortschritts

source: completed
de_de: beendet

source: by
de_de: von

source: Previous
de_de: Vorherige

source: Next
de_de: Nächste

source: No currently reading book right now.
de_de: Aktuell kein gelesenes Buch.

source: Review coming soon!
de_de: Rezension kommt bald!

source: No currently reading book
de_de: Aktuell kein gelesenes Buch

source: Review coming soon
de_de: Rezension kommt bald

source: Rcno Recent Reviews
de_de: Rcno-Aktuelle-Rezensionen

source: A widget to display the most recent book reviews.
de_de: Ein Widget zum Anzeigen der jüngsten Rezensionen

source: Character count
de_de: Zeichenzahl

source: Show regular posts
de_de: Zeige normale Beiträge

source: Rcno Search Bar
de_de: Rcno-Suchleiste

source: A widget to display a new search bar for book reviews
de_de: Ein Widget zum Anzeigen einer Suchleiste für Rezensionen

source: An advanced widget that gives you total control over the output of your tags.
de_de: Ein fortgeschrittenes Widget, das dir volle Kontrolle über die Ausgabe deiner Tags gibt.

source: Flat
de_de: Flach

source: List
de_de: Liste

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: Count
de_de: Anzahl

source: Order by
de_de: Sortieren nach

source: Largest
de_de: Größte

source: Smallest
de_de: Kleinste

source: Unit
de_de: Einheit

source: Separator
de_de: Trenner

source: Rcno Taxonomy List
de_de: Rcno-Taxonomie-Liste

source: An advanced widget that gives you total control over the output of your book review taxonomies.
de_de: Ein fortgeschrittenes Widget, das dir volle Kontrolle über die Ausgabe deiner Rezensions-Taxonomien gibt.

source: No terms found
de_de: Keine Begriffe gefunden

source: Taxonomy to display
de_de: Anzuzeigende Taxonomie

source: Displayed taxonomy count:
de_de: Anzahl angezeigter Taxonomien:

source: Order items by
de_de: Objekte sortieren nach

source: Show count with
de_de: Anzahl zeigen mit

source: before and
de_de: vor und

source: behind
de_de: nach

source: Hide empty terms?
de_de: Leere Begriffe verstecken?
